Revit 2027 API
UnitTypeId.CandelasPerSquareFoot Property
 Candelas per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CandelasPerSquareFoot { get; }
Public Shared ReadOnly Property CandelasPerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CandelasPerSquareFoot {
	ForgeTypeId^ get ();
}
static member CandelasPerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace